a=[['上井草スポーツセンター', '人工芝庭球場Ａ面', '4月26日(月)', '19時00分～21時00分', '4月21日(水)'], ['上井草スポーツセンター', '人工芝庭球場Ａ面', '4月27日(火)', '6時00分～8時00分', '4月21日(水)'], ['妙正寺体育館', '人工芝庭球場Ａ面', '4月27日(火)', '15時00分～17時00分', '4月21日(水)'], ['松ノ木運動場', '人工芝庭球場２番', '4月27日(火)', '11時00分～13時00分', '4月22日(木)'], ['妙正寺体育館', '人工芝庭球場Ａ面', '5月11日(火)', '15時00分～17時00分', '4月22日(木)'], ['松ノ木運動場', '人工芝庭球場２番', '5月12日(水)', '13時00分～15時00分', '4月21日(水)'], ['松ノ木運動場', '人工芝庭球場５番', '5月14日(金)', '9時00分～11時00分', '4月21日(水)'], ['上井草スポーツセンター', '人工芝庭球場Ａ面', '5月16日(日)', '13時00分～15時00分', '4月21日(水)']]

a=str(a)

b = eval(a)

for i in b:
	print(i)